const APP_DATA = {
  "rules": [
    {
      "business_type": "A-联网（移）积分",
      "business_subtype": "移网单卡（不含隐私号、流量卡、公务号）",
      "detail": "实际月租（0，∞）",
      "standard": "标准分值 = 用户实际月租*异网系数 * 首缴系数 \n（1）异网系数：\n - 非异网，系数*0.8；\n - 异网，系数*1.2。\n（2）首缴系数：\n - 高于首缴标准，为1；\n - 低于首缴标准，为0，不核发积分。",
      "scope": "1、实际月租 = 用户入网当月实际出账月租\n月固定费：基本套餐费\n2、入网首存：入网首次预存款（取入网当月所有现金缴费）99元及以下产品需首缴100元；129及以上产品需首缴200元，否则不予以核算积分。（单位证件入网的后付费用户，建议默认首存系数为1，预核算积分，并在3/6个月进行稽核回溯，3个月內未实际缴费达标，回溯30%积分；6个月內未实际缴费达标，回溯剩余70%积分）。移网单卡首缴不达标，T+1月缴费达标后，在T+1月核发积分\n3、有效发展：积分计算当月正常在网、无欠费、非三无，则核发基础业务积分。\n4、以上不含隐私号、流量卡、公务号。\n5、个人用户及单位证件用户入网积分回溯：根据号码实际在网时长，跟踪并进行积分回溯。\n（1）在网不足1个月（即当月入网当月拆机离网用户），无积分。\n（2）用户业务办理3个月内离网或销户，回溯50%基础业务积分。预销户和销户都作为当月不计入积分的；然后个别预销户取消状态了，再回溯给发展积分。\n（3）在网时长>3个月，全额核算积分。\n（4）针对积分核算当月为三无的，T+1月进行回溯，非三无即补核发积分。\n（5）针对入网首月非全量全价计费的用户（如：按量计费、按天计费、首月半价或开通了赠费/折扣产品的），则在T+1月进行核算，T月不核算。\n6、当月高资费，次月低资费的积分回溯规则：次月,按次月月租回溯。\n7、集团证件多卡并账单卡缴费公式：并账缴费/卡数>单卡月租*80%，不触发回溯；\n8、增存判断：存量参与渠道分享；T到12月的新发展积分落到2024年的用存量拍照。\n9、单号码积分回溯规则，多条件出发回溯，回溯比例超过100%的，扣罚到0为止。\n10、移+移融合、移+宽融合的副卡，都按移网单卡计算积分。（优化）\n",
      "example": "用户 A 在2024年3月办理 59 元月租卡 1 张，每月赠送 20 元，同时办理30元流量包，未办理融合及金融合约业务，并且入网后首缴 100 元。则该用户在 202403 账期统一积分中，按实际出账，获得积分(59-20+30) 。\n",
      "note": "月固定费：基本套餐费，SELECT note_item_code FROM PUB_071_DIM.DIM_D_ACC_CB_NOTEITEM WHERE rule_id = '45500002' and parent_item_code='21229'\n叠加包：主要是流量和语音包+COP，\nparent_item_code：\n'921230',\n'921275',\n'222937',\n'222948',\n'996578',\n'996350'，\n'996350'   ----20251210新增[湖北政企2B分期月费]\n取以下几个字段，供核实优惠轨迹：\nFEE NUMBER(30,10)  comment '帐目金额',\nB_DISCNT NUMBER(30,10)  comment '计费优惠金额',\nA_DISCNT NUMBER(30,10)  comment '帐务优惠金额',\nADJUST_BEFORE NUMBER(30,10)  comment '帐前调整金额',\nADJUST_AFTER NUMBER(30,10)  comment '帐后调整金额',\nWRITEOFFEE NUMBER(30,10)  comment '赠款销账金额',\n"
    },
    {
      "business_type": "A-联网（移）积分",
      "business_subtype": "移网单卡（校园）（不含隐私号、流量卡、公务号）",
      "detail": "实际月租（0，∞）",
      "standard": "标准分值 = 用户的产品套餐月租 * 异网系数 * 首缴系数\n（1）异网系数：\n - 非异网，系数*0.8；\n - 异网，系数*1.2。\n（2）首缴系数：\n - 满足1倍月租，为1；\n - 低于1倍月租，为0，不核发积分。",
      "scope": "1、校园规则：\n1）武汉：（2-3月，7-10月）校园产品套餐月租；（非2-3月、7-10月）用户的实际出账月租。\n2）其他地市：用户的实际出账月租（优化）\n2、校园迎新阶段（2-3月，7-10月）按照产品名称、编码作为积分核定条件，产品编码及产品如下：\n91296262 联通沃派数字人套餐39元、91296263 联通沃派数字人套餐59元\n（非2-3月、7-10月）非迎新阶段，按地市导入产品码表范围。（优化）\n3、入网首存：入网预存款（取入网当月所有现金缴费）不低于1倍月租，否则不予以核算积分，其中前置阶段（7、8月）入网的取当年10月前预存款合计，非前置（非7、8月入网的）则须在激活30天内（1个月）满足缴费要求（单位证件入网的同常规产品）\n4、有效发展：校园用户（含K12）积分计算当月，正常在网、无欠费则核发基础业务积分。\n5、积分回溯：根据号码实际在网时长，跟踪并进行积分回溯。\n（1）在网不足1个月（即当月入网当月拆机离网用户），无积分。\n（2）用户业务办理3个月内离网或销户，回溯50%基础业务积分。\n（3）武汉校园（含K12），用户入网第3个月，按照入网时用户产品月租-入网第3个月实际出账月租进行回溯差值。其他地市不适用这条（优化）\n（4）在网时长>3个月，全额核算积分。\n6、剔除三无验证（优化）",
      "example": " ",
      "note": "沃派数字人产品无T+1月补发机制（待验证）"
    },
    {
      "business_type": "A-联网（移）积分",
      "business_subtype": "冰激凌融合/数智慧企",
      "detail": "“新移+新宽”融合",
      "standard": "按融合主套餐实际月费 * 1.2计分。\n（计算标准及系数同上）",
      "scope": "1、指当月办理的融合关系中，移网和宽带的主卡均为当月，同一渠道工号的新发展用户。\n2、标准分值= 用户入网当月融合账户实际出账月租。\n3、不再重复计算移网单卡发展积分。\n4、标准分值、约束规则同单移。\n5、融合是否考虑在网时长的回溯：有当月办，次月离网--同移网单卡回溯规则。",
      "example": "",
      "note": ""
    },
    {
      "business_type": "A-联网（移）积分",
      "business_subtype": "冰激凌融合/数智慧企",
      "detail": "“新移+老宽”、“老移+新宽”融合",
      "standard": "（1）若融合后实际月费 >= 融合前实际月费，\n     按照融合主套餐实际月费*1倍计分。\n（2）若融合后实际月费 < 融合前实际月费，\n     按照融合主卡套餐实际月费*0.5倍计分。\n（计算标准及系数同上）",
      "scope": "1、“新移+老宽”：当月新入网的移网号码,同时办理了融合,该号码为该融合组成员中的移网主卡,并且融合成员中的主宽不是当月新发展，或当月其他渠道工号新发展。\n2、“老移+新宽”：当月新入网的宽带用户，同时办理了融合，该用户为该融合组成员中的主宽带，并且融合成员中的移网主卡不是当月新发展，或当月其他渠道工号新发展。\n3、宽带限制实装。",
      "example": "15587669898老用户；18572318365副卡；071808354809， 2026年1月办理融合，新宽+老移，融合后实际月费 >= 融合前实际月费，\n     按照融合主套餐实际月费*1倍计分。主卡与宽带发展人为杜赟，积分核算给杜赟",
      "note": ""
    },
    {
      "business_type": "A-联网（移）积分",
      "business_subtype": "冰激凌融合/数智慧企（校园）",
      "detail": "“新移+新宽”融合",
      "standard": "按融合主套餐实际月费 * 2 计分。\n（计算标准及系数同上）",
      "scope": "校园前置阶段：规则如下\n1.指当月办理的融合关系中，移网和宽带的主卡均为当月，同一渠道工号的新发展用户。\n2.标准分值：\n1）武汉：（2-3月，7-10月）校园产品融合主套餐月租；\n武汉：（非2-3月、7-10月）校园产品融合主套餐的实际出账月租\n其他地市：校园产品融合主套餐的实际出账月租。\n（2-3月，7-10月）校园融合主产品编码及产品名称\n91393825 联通沃派数字人融合套餐39元（湖北）\n91399804 联通沃派数字人融合套餐39元-校园属性（湖北）\n91393826 联通沃派数字人融合套餐49元（湖北）\n91399812 联通沃派数字人融合套餐49元-校园属性（湖北）\n91393848 联通沃派数字人融合套餐59元（湖北）\n91399816 联通沃派数字人融合套餐59元-校园属性（湖北）\n91393850 联通沃派数字人融合套餐69元（湖北）\n91399817 联通沃派数字人融合套餐69元-校园属性（湖北）\n（非2-3月、7-10月）非迎新阶段，按地市导入产品码表范围。\n3.标准分值、约束规则同移网单卡（校园）迎新阶段规则\n4.融合是否考虑在网时长的回溯：有当月办，次月离网--同移网单卡回溯规则。\n5.常规校园积分1-6月，11-12月，与“新移+新宽”融合规则一致。\n6.在对校园融合积分判定中，剔除“宽带是否实装”这一条件，调整为“有效的融合组网关系”作为核心判定依据，只要满足此条件即判定为有效，纳入积分核算。\n7、剔除三无验证。",
      "example": "",
      "note": ""
    },
    {
      "business_type": "A-联网（移）积分",
      "business_subtype": "冰激凌融合/数智慧企（校园）",
      "detail": "“新移+老宽”、“老移+新宽”融合",
      "standard": "（1）若融合后实际月费 >= 融合前实际月费，\n     按照融合主套餐实际月费*1倍计分。\n（2）若融合后实际月费 < 融合前实际月费，\n     按照融合主卡套餐实际月费*0.5倍计分。\n（计算标准及系数同上）",
      "scope": "校园前置阶段：规则如下\n1.“新移+老宽”：当月新入网的移网号码,同时办理了融合,该号码为该融合组成员中的移网主卡,并且融合成员中的主宽不是当月新发展，或当月其他渠道工号新发展。\n2.“老移+新宽”：当月新入网的宽带用户，同时办理了融合，该用户为该融合组成员中的主宽带，并且融合成员中的移网主卡不是当月新发展，或当月其他渠道工号新发展。\n3.标准分值：\n武汉：（2-3月，7-10月）校园产品融合主套餐月租；\n武汉：（非2-3月、7-10月）校园产品融合主套餐的实际出账月租\n其他地市：校园产品融合主套餐的实际出账月租。\n融合主产品编码及产品名称如下\n（2-3月，7-10月）校园融合主产品编码及产品名称\n91393825 联通沃派数字人融合套餐39元（湖北）\n91399804 联通沃派数字人融合套餐39元-校园属性（湖北）\n91393826 联通沃派数字人融合套餐49元（湖北）\n91399812 联通沃派数字人融合套餐49元-校园属性（湖北）\n91393848 联通沃派数字人融合套餐59元（湖北）\n91399816 联通沃派数字人融合套餐59元-校园属性（湖北）\n91393850 联通沃派数字人融合套餐69元（湖北）\n91399817 联通沃派数字人融合套餐69元-校园属性（湖北）\n（非2-3月、7-10月）非迎新阶段，按地市导入产品码表范围。\n4.标准分值、约束规则同移网单卡（校园）迎新阶段规则\n5.融合是否考虑在网时长的回溯：有当月办，次月离网--同移网单卡回溯规则。\n6.常规校园积分非2月-3月、7月-10月，与“新移+老宽”、“老移+新宽”融合规则一致。\n7.在对校园融合积分判定中，剔除“宽带是否实装”这一条件，调整为“有效的融合组网关系”作为核心判定依据，只要满足此条件即判定为有效，纳入积分核算。\n8.剔除三无验证。",
      "example": "",
      "note": ""
    },
    {
      "business_type": "A-联网（移）积分",
      "business_subtype": "新发展高价值移网\n（含：移网单卡、“新移+新宽”融合)",
      "detail": "用户入网首月实际月租 [39，129)，\n除了标准分值外，T+3月至12月，可获得在网积分",
      "standard": "以发展月为 T 月，从 T+6 月至 T+15 月这 10 个月中，获得每月净月费 * 0.2 倍。",
      "scope": "1、核发当月实际月租降档至39元以下，则不核算在网积分。\n2、积分计算当月，正常在网、无欠费、非三无。\n",
      "example": "",
      "note": "入网当月如无效发展，即剔除高价值用户统计（不参与回溯机制）。举例：3月入网的号码，三无或首缴不足、欠费等，T+6即9月时，即不核算高价用户积分"
    },
    {
      "business_type": "A-联网（移）积分",
      "business_subtype": "新发展高价值移网\n（含：移网单卡、“新移+新宽”融合)",
      "detail": "用户入网首月实际月租 [129，∞)\n除了标准分值外，T+3月至12月，可获得高价值积分",
      "standard": "以发展月为 T 月，从 T+6 月至 T+15 月这 10 个月的净月费 * 0.5 倍。",
      "scope": "1、核发当月实际月租降档至129元以下，则按[39.129)档位核算积分；如实际月租降档至39元以下，则不核算在网积分。\n2、积分计算当月，正常在网、无欠费、非三无。\n",
      "example": "",
      "note": "入网当月如无效发展，即剔除高价值用户统计（不参与回溯机制）。举例：3月入网的号码，三无或首缴不足、欠费等，T+6即9月时，即不核算高价用户积分"
    },
    {
      "business_type": "A-联网（移）积分",
      "business_subtype": "2B/2B2C金融合约",
      "detail": "新用户办理2B/2B2C金融合约",
      "standard": "移网标准分值*2。",
      "scope": "1.包括2B分期，建银分期、先享分期等2B/2B2C金融合约。\n2.新用户办理金融分期，按移网号码的发展人核发积分；存量用户办理金融合约，按移网号码的存量维系责任关系核发积分。\n3.新用户办理金融分期，首月金融分期合约未生效未出账的，T+1月回溯，T月不核算。如果首月生效的，T月计算；次月生效的，T+1月计算，分2个月来计算。",
      "example": "\n",
      "note": "1、限定受理工号是政企渠道的工号\n2、核发给用户对应发展人"
    },
    {
      "business_type": "A-联网（移）积分",
      "business_subtype": "移网基础语音",
      "detail": "存量用户办理语音、流量包",
      "standard": "用户办理生效当月实际月租*1",
      "scope": "1.包括语音包、流量包\n2.存量用户办理语音包、流量包后实际月出账环比近三个月平均ARPU值无下降，核算积分，否则不予核算。\n3.当月订购的实际月租大于等于10元。\n4.重复订购规则—6个月内计算1次订购积分。\n5.存量用户办理语音包、流量包，按受理人核发积分，存量用户办理的语音包、流量包在发展T+6月及以上。\n6.回溯机制：3个月内不退订才核发。",
      "example": "arpu值不下降的规则，是对比出账和近三个月的arpu值",
      "note": "0225新增"
    },
    {
      "business_type": "A-联网（移）积分",
      "business_subtype": "移网基础创新产品",
      "detail": "存量用户办理联通云犀",
      "standard": "按订购的联通云犀包的月费*1倍积分。",
      "scope": "订购联通云犀收费功能包，云犀重复订购规则--6个月内计算1次订购积分",
      "example": "",
      "note": ""
    },
    {
      "business_type": "A-联网（移）积分",
      "business_subtype": "移网基础创新产品",
      "detail": "存量用户办理5G随行专网",
      "standard": "按订购随行专网包的月费*1倍积分。",
      "scope": "订购5G随行专网集团成员收费产品。",
      "example": "",
      "note": ""
    },
    {
      "business_type": "A-联网（移）积分",
      "business_subtype": "移网基础创新产品",
      "detail": "隐私工作号新增",
      "standard": "按工作号平台月租1倍积分*项目号码数量。",
      "scope": "办理企业工作号，完成实名认证并正式上架号码，且号码月租[25,∞）。",
      "example": "",
      "note": ""
    },
    {
      "business_type": "A-联网（移）积分",
      "business_subtype": "价值经营",
      "detail": "迁转或办理合约包后，ARPU值提升[2，10）",
      "standard": "按剔除优惠后套餐提升差值的1倍计算积分。",
      "scope": "仅统计50合约，且剔除赠费优惠类合约及大金融合约产品（50合约名称剔除：带“赠费”或者“赠送”或者“送”字眼的）。\n1.改成套餐出账月租(固定费+叠加包)的价值提升;\n2.统一按受理后三个月平均ARPU值的提升情况计算，T+4月核算",
      "example": "",
      "note": ""
    },
    {
      "business_type": "A-联网（移）积分",
      "business_subtype": "价值经营",
      "detail": "迁转或办理合约包后，ARPU值提升[10，30）",
      "standard": "按剔除优惠后套餐提升差值的1.2倍计算积分。",
      "scope": "",
      "example": "",
      "note": ""
    },
    {
      "business_type": "A-联网（移）积分",
      "business_subtype": "价值经营",
      "detail": "迁转或办理合约包后，ARPU值提升[30，∞）",
      "standard": "按剔除优惠后套餐提升差值的1.5倍计算积分。",
      "scope": "",
      "example": "",
      "note": ""
    },
    {
      "business_type": "B-联网（固）积分",
      "business_subtype": "专线联网（组网专线/互联网专线)",
      "detail": "新发展积分\n（涵盖专线、电路、精品网、云联网等）",
      "standard": "新发展积分=发展积分*折扣系数+回款积分；\n1.发展积分=线路月租*14%（T+1月核算1个月）；\n2.回款积分=（后付回款金额*后付系数+预付回款金额*预付系数）*10%，月度个人总积分8000分封顶\n后付系数=0.6，预付系数=0.8；回款总金额按当月入账金额测算，根据客户回款时间拆分为后付与预付。",
      "scope": "其他调节规则\n1、折扣系数作为可选项，由分公司自行确定是否纳入积分核算。\n2、异网策反：异网策反可按原积分再叠加10%的激励核算积分，口径为，自然客户近6个月无同类业务在网。异网策反，同类业务，只要是双线就算。\n3、创新项目中低于基线价格红线的双线，在以上标准基础上按80%核算。\n4、省分统谈统签（省分核心要客名单客户）本地入网的项目，由分公司自行在以上标准基础上，设置本地核发比例。\n5、短期线路<6个月，按照0.3倍计算发展积分,且明确为短期线路的不参与流失扣罚。拆机时间-入网时间≤6个月的，判定为短期线路。\n6、存量定义：按入网日期+12个月，算新发展；按入网日期+13个月，算存量；\n7、政企运营平台受理的全国版云宽算互联网专线，cbss受理的省内云宽算宽带。精品网迁转号码打标为存量，不能算新发展。",
      "example": "例：客户入网后第3个月缴清12个月费用，前2个月按后付测算，后10个月按预付测算",
      "note": ""
    },
    {
      "business_type": "B-联网（固）积分",
      "business_subtype": "专线联网（组网专线/互联网专线)",
      "detail": "存量续签积分\n（涵盖专线、电路、精品网、云联网等）",
      "standard": "存量续签积分= （后付回款金额*后付系数+预付回款金额*预付系数）*3%，月度个人总积分5000分封顶\n后付系数=0.6，预付系数=0.8；回款总金额按当月入账金额测算，根据客户回款时间拆分为后付与预付。",
      "scope": "",
      "example": "",
      "note": ""
    },
    {
      "business_type": "B-联网（固）积分",
      "business_subtype": "宽带",
      "detail": "单宽发展积分：\n（涵盖单宽带及二宽，云宽带）",
      "standard": "积分标准：新发展且当月缴费，按套餐资费价格或包年产品的月价值1倍积分；\n设置趸交预存系数，非按年趸交积分系数为0.8，趸交预付1年积分系数1.1，趸交预付2年积分系数1.2；\n新发展积分=套餐月资费价格*1*趸交系数。",
      "scope": "以生效口径，统计当账期发展的非宽移融合的在网实装宽带用户，以套餐资费价格为基数计算积分。\n针对酒店等重点细分市场，市州可在常规单宽发展积分基础上，设置调节系数。\n宽带限制实装。宽带新发展的套餐月资费用包包含包（IPTV和宽视界）。",
      "example": "",
      "note": ""
    },
    {
      "business_type": "B-联网（固）积分",
      "business_subtype": "宽带",
      "detail": "单宽续费积分\n（涵盖单宽带及二宽，云宽带）",
      "standard": "宽带入网第13个月（T+13）-36个月（T+36），开始核发续费积分，续费积分按月发放，积分标准为套餐月资费的5%，次月核发，要求核算月当月状态正常",
      "scope": "宽带入网第13个月-36个月，开始核发续费积分，续费积分按月发放，积分标准为套餐月资费的5%，次月核发，要求核算月当月状态正常。宽带限制实装。宽带新发展的套餐月资费用包包含包（IPTV和宽视界）。\n单宽续费，不判断是否缴费，只判断是否欠费，从入网第13月开始，逐月按“ 月费×5% ” 标准核算积分。",
      "example": "",
      "note": ""
    },
    {
      "business_type": "B-联网（固）积分",
      "business_subtype": "智企光网（FTTO）",
      "detail": "智企光网发展积分",
      "standard": "智企光网组网包积分：\n1、趸交版，设置发展积分\n趸交版积分=首月出账*50%，缴费月一次性核发。\n2、分月版，设置发展积分+出账积分\n发展积分=首月出账*1倍，T+1月一次性核发；\n出账积分=月出账*20%，T+2月起，共核发12个月。",
      "scope": "1、FTTO在积分核算的时候，首月出账，T月-T+6月缴费，且非停机状态\n2、分月出账积分,不判断缴费，只判断非停机状态",
      "example": "",
      "note": ""
    },
    {
      "business_type": "B-联网（固）积分",
      "business_subtype": "联通智家",
      "detail": "新增：联通智家积分",
      "standard": "1、产品：公众联通智家产品\n2、固定积分50，T+1月一次性核发；\n2、按业务办理工号核发至个人；渠道办理可渠道经理分享",
      "scope": "联通智家家庭云智礼包（湖北）、畅越FTTR礼包（湖北）、超级wifi（1+1）趸交2年期产品600元（湖北）、超级wifi（1+1）趸交2年期产品900元（湖北）- 新（根据市场动态更新）",
      "example": "",
      "note": "省分规则暂不支持，手工核算"
    },
    {
      "business_type": "B-联网（固）积分",
      "business_subtype": "智企光网（FTTO）",
      "detail": "新增：智企光网（焕新）发展积分",
      "standard": "智企光网-焕新产品：\n1、趸交版，设置发展积分\n趸交版积分=首月出账*100%，缴费月一次性核发。\n2、分月版，设置发展积分+出账积分\n发展积分=首月出账*100%，T+1月一次性核发；\n出账积分=月出账*20%，T+2月起，共核发5个月。\n3、智企光网（L版）：12期固定积分100，24期固定150分，T+1月核发；",
      "scope": "1、FTTO在积分核算的时候，首月出账，T月-T+6月缴费，且非停机状态\n2、分月出账积分,不判断缴费，只判断非停机状态\n3、新增产品，根据产品编码",
      "example": "举例：\n1、071808277864，12月办理智企光网（LITE款）趸交版（湖北），缴费900，12月出账205.5元，12月账期积分=205.5\n2、071808098856，11月办理智企光网（LITE款）分月版24期（湖北），11月出账99.35，11月账期未核算，12月账期积分=99.35（T+1月核算发展积分）、1月账期出账74，出账积分=74*0.2=14.8（T+2月开始核算出账积分）",
      "note": "省分规则已新增"
    },
    {
      "business_type": "B-联网（固）积分",
      "business_subtype": "语音",
      "detail": "普通固话\\语音中继、云讯通发展积分",
      "standard": "按月核发，入网1-12个月，积分标准为月出账的12%，次月核发，要求核算月当月状态正常，单月单号码积分封顶2000",
      "scope": "按月核发，入网1-12个月，积分标准为月出账的12%，次月核发，要求核算月当月状态正常，单月单号码积分封顶2000",
      "example": "",
      "note": ""
    },
    {
      "business_type": "B-联网（固）积分",
      "business_subtype": "语音",
      "detail": "固话、语音中继、云讯通续费积分",
      "standard": "按月发放，入网第13-24个月，积分标准为月出账的5%，要求核算月当月状态正常，单月单号码积分封顶1000",
      "scope": "按月发放，入网第13-24个月，积分标准为月出账的5%，要求核算月当月状态正常，单月单号码积分封顶1000",
      "example": "",
      "note": ""
    },
    {
      "business_type": "C-算网业务积分",
      "business_subtype": "小颗粒标品业务",
      "detail": "毛利率X≥20%",
      "standard": "增量：标准积分=实缴金额*7%；月度个人总积分5000分封顶\n存量续费：标准积分=实缴金额*5%；月度个人总积分2000分封顶",
      "scope": "1、根据产品成本和实际售价来核算毛利，实际售价一般为销售指导价格，销售指导价格为产品引入时上会时的价格。\n2、骨干云池建议标准售价按照标品积分规则的1.5倍系数核算，最低限价-标准售价之间按照1.2倍核算，低于最低限价的情况系数不变。\n3、所有标品折扣销售需在营销方案审批中明确折扣比例及毛利率，以此作为依据核算积分。\n4、标品的增存量按照WV网下相关产品的业务标识号的入网时间进行判断：\n按入网日期+12个月及以内，算新发展\n按入网日期+13个月及以上，算存量\n",
      "example": "",
      "note": ""
    },
    {
      "business_type": "C-算网业务积分",
      "business_subtype": "小颗粒标品业务",
      "detail": "20%>X≥10%",
      "standard": "增量：标准积分=实缴金额*5%，月度个人总积分3000分封顶\n存量续费：标准积分=实缴金额*3%，月度个人总积分1000分封顶",
      "scope": "",
      "example": "",
      "note": ""
    },
    {
      "business_type": "C-算网业务积分",
      "business_subtype": "小颗粒标品业务",
      "detail": "X＜10%（应对市场竞争降低产品毛利率）",
      "standard": "增量：标准积分=（X/标准毛利率）*实缴金额*标准毛利率对应的每元积分；月度个人总积分3000分封顶\n存量续费：在增量基础上*50%。月度个人总积分1000分封顶",
      "scope": "",
      "example": "",
      "note": ""
    },
    {
      "business_type": "C-算网业务积分",
      "business_subtype": "物联网连接",
      "detail": "物联网连接业务",
      "standard": "非资源型（本地行业客户）：\n增量用户：系统实缴金额*7%，月度个人总积分5000分封顶\n存量用户：系统实缴金额*3%，月度个人总积分3000分封顶",
      "scope": "1、物联网大流量账户不纳入积分体系。\n2、设置封顶值，由市州自行设置。\n3、存量：号码级出账收入定比为正，触发给存量积分。\n4、增存量按自然年",
      "example": "",
      "note": ""
    },
    {
      "business_type": "C-算网业务积分",
      "business_subtype": "新兴ICT业务",
      "detail": "计收金额≤200万",
      "standard": "按照单个项目，标准积分=项目计收金额每1000元/1分",
      "scope": "1、个人年度总积分10000分封顶；\n2、针对单项目积分需核发至团队多名成员，根据人员贡献度由项目经理或营服总分配比例。\n3、取值当年新签约的ICT项目，且完成立项（立项编码），按照计收主营部分的金额为基数核算。",
      "example": "",
      "note": ""
    },
    {
      "business_type": "C-算网业务积分",
      "business_subtype": "新兴ICT业务",
      "detail": "计收金额＞200万",
      "standard": "不参与积分核算",
      "scope": "",
      "example": "",
      "note": ""
    },
    {
      "business_type": "D-要客（行业）市场动作积分",
      "business_subtype": "拜访管理",
      "detail": "拜访频次",
      "standard": "满分100分。客户经理当月拜访频次>=16次积满分，在【0,16】之间线性积分。\n注：省分结合附件上传率、异常打卡情况（比如一天内同一客户3条及以上拜访记录、定位在联通公司等）进行真实性预警提示，市州结合预警信息核实拜访真实性，予以剔除。",
      "scope": "\n1、拜访管理板块中拜访频次、拜访覆盖率目标值市州可根据实际情况设定，但不得低于省分要求的月均16次，月均拜访覆盖20%；本地可应用本地目标进行积分计算。\n2、客户范围为全省1.2万户核心要客，拜访类型为“现场”且“定位在联通公司”的不计入拜访次数，其他拜访类型均算入，“一天内同一个客户3条以上拜访记录”的只计入2条。\n3、商机状态不包含废弃、起草环节的。\n4、拜访覆盖，客户资料是限定核心要客的。\n5、拜访频次，商机不限定核心要客。",
      "example": "",
      "note": ""
    },
    {
      "business_type": "D-要客（行业）市场动作积分",
      "business_subtype": "拜访管理",
      "detail": "拜访覆盖率",
      "standard": "满分50分。客户经理主责名单当月拜访覆盖率>=20%积满分，在【0,20%】之间线性积分。",
      "scope": "",
      "example": "",
      "note": ""
    },
    {
      "business_type": "D-要客（行业）市场动作积分",
      "business_subtype": "商机管理",
      "detail": "商机录入",
      "standard": "满分100分。每录入一条商机得20分，标准积分=新增商机数量*20。",
      "scope": "",
      "example": "",
      "note": ""
    },
    {
      "business_type": "D-要客（行业）市场动作积分",
      "business_subtype": "三全管理",
      "detail": "客户资料完整性",
      "standard": "满分50分。每个名单客户资料填报完整，得10分，标准积分=当月填报完整资料的名单客户数*10。\n资料完整性说明：一个名单下归集的所有自然人客户，均在联通政企APP拜访管理中录入完整客情资料（应包括关键人信息、员工人数、IT投资预算、市场份额、异网信息、战略合作信息、客户规划信息、关键决策流程等），视为名单客户资料完整。",
      "scope": "",
      "example": "",
      "note": ""
    },
    {
      "business_type": "E-商企市场动作积分",
      "business_subtype": "销售管理",
      "detail": "客户拜访",
      "standard": "满分100分。当月拜访次数（当月剔重后）达到或超过10次积满分，其他在【0,10】之间线性得分。",
      "scope": "数据统计路径：数据中台-靶向营销。\n不限定客户范围，按商企经理。",
      "example": "",
      "note": ""
    },
    {
      "business_type": "E-商企市场动作积分",
      "business_subtype": "销售管理",
      "detail": "销售行为",
      "standard": "满分100分，包括潜客新增、商机录入、客户签约等销售动作。根据实地摸排后，按要求录入完整客户信息，每新增1客户积5分；填报客户商机每条积10分；客户签约每个积30分。",
      "scope": "数据统计路径：\n①潜客新增：政企APP-楼宇沙盘-潜客入位；\n②商机录入：商机系统；\n③客户签约：合同系统。\n不限定客户范围，按商企经理。",
      "example": "",
      "note": ""
    },
    {
      "business_type": "E-商企市场动作积分",
      "business_subtype": "销售管理",
      "detail": "数字化工具使用",
      "standard": "满分100分。每月登录商企沙盘，当月登录使用次数须≥5次，每次20分，当月达到或超过5次积满分，其他在【0,5】次之间线性得分。",
      "scope": "数据统计路径：政企运营平台。",
      "example": "",
      "note": ""
    },
    {
      "business_type": "F-校园市场动作积分",
      "business_subtype": "销售管理",
      "detail": "客户拜访",
      "standard": "满分100分。当月拜访次数（当月剔重后）达到或超过10次积满分，其他在【0,10】之间线性得分。",
      "scope": "客户拜访、商机录入取值原商机系统、拜访系统；营销动作取值校园管理。手工单独积分导入（截止校园动作积分正式上线）",
      "example": "",
      "note": ""
    },
    {
      "business_type": "F-校园市场动作积分",
      "business_subtype": "销售管理",
      "detail": "营销动作",
      "standard": "满分100分，包括校园等销售动作，圈校50分一校；日常营销（现场、内购会等）一次一场一校20分。",
      "scope": "",
      "example": "",
      "note": ""
    },
    {
      "business_type": "F-校园市场动作积分",
      "business_subtype": "销售管理",
      "detail": "商机录入",
      "standard": "满分100分。每录入一条商机得20分，标准积分=新增商机数量*20。",
      "scope": "",
      "example": "",
      "note": ""
    }
  ],
  "coefficients": [
    {
      "range": "(0,1000)",
      "coefficient": 0.9
    },
    {
      "range": "[1000,2000)",
      "coefficient": 0.8
    },
    {
      "range": "[2000,3000)",
      "coefficient": 0.7
    },
    {
      "range": "[3000,4000)",
      "coefficient": 0.6
    },
    {
      "range": "[4000,5000)",
      "coefficient": 0.5
    },
    {
      "range": "[5000,6000)",
      "coefficient": 0.4
    },
    {
      "range": "[6000,7000)",
      "coefficient": 0.3
    },
    {
      "range": "[7000,10000)",
      "coefficient": 0.2
    },
    {
      "range": "[10000,20000)",
      "coefficient": 0.15
    },
    {
      "range": "[20000,∞)",
      "coefficient": 0.1
    }
  ],
  "products": [
    {
      "id": 1,
      "name": "智慧E信",
      "remark": "智慧E信—超信（湖北）、新智慧E信（湖北）",
      "margin_range": "≥20%",
      "product_code": "40007041；40007116",
      "category": "云"
    },
    {
      "id": 2,
      "name": "财务软件",
      "remark": "",
      "margin_range": "≥20%",
      "product_code": "49011540、49002608、49002610、49002611、49002609",
      "category": "云"
    },
    {
      "id": 3,
      "name": "云桌面",
      "remark": "",
      "margin_range": "≥20%",
      "product_code": "49011831、49011127、49011308、49011825、49011797、49011796",
      "category": "云"
    },
    {
      "id": 4,
      "name": "云联至简",
      "remark": "",
      "margin_range": "≥20%",
      "product_code": "49011847",
      "category": "云"
    },
    {
      "id": 5,
      "name": "AI舆情监控",
      "remark": "AI舆情监控产品（湖北）",
      "margin_range": "≥20%",
      "product_code": "40005063",
      "category": "大"
    },
    {
      "id": 6,
      "name": "公播音乐",
      "remark": "公播音乐（湖北）",
      "margin_range": "≥20%",
      "product_code": "40009036",
      "category": "云"
    },
    {
      "id": 7,
      "name": "AI智能写作",
      "remark": "AI智能写作（湖北）",
      "margin_range": "≥20%",
      "product_code": "40007089",
      "category": "云"
    },
    {
      "id": 8,
      "name": "精准宣防",
      "remark": "精准宣防（湖北）",
      "margin_range": "≥20%",
      "product_code": "40012013",
      "category": "云"
    },
    {
      "id": 9,
      "name": "云联E信",
      "remark": "众联E信（湖北）",
      "margin_range": "≥20%",
      "product_code": "40008806",
      "category": "云"
    },
    {
      "id": 10,
      "name": "位置短信",
      "remark": "",
      "margin_range": "≥20%",
      "product_code": "400000000002342、40006954、4002981、4002980、4002979、4002978、4002977、40011525",
      "category": "大"
    },
    {
      "id": 11,
      "name": "智慧信息企业版",
      "remark": "智慧信息企信版",
      "margin_range": "≥20%",
      "product_code": "40008414",
      "category": "大"
    },
    {
      "id": 12,
      "name": "企业助理",
      "remark": "企业助理（湖北）",
      "margin_range": "≥20%",
      "product_code": "40012016",
      "category": "云"
    },
    {
      "id": 13,
      "name": "云堡垒服务",
      "remark": "云堡垒服务（湖北）",
      "margin_range": "≥20%",
      "product_code": "40006707",
      "category": "云"
    },
    {
      "id": 14,
      "name": "终端安全管理",
      "remark": "",
      "margin_range": "≥20%",
      "product_code": "49011882、",
      "category": "安"
    },
    {
      "id": 15,
      "name": "流量安全卫士",
      "remark": "",
      "margin_range": "≥20%",
      "product_code": "49011887、49011886、49011989",
      "category": "安"
    },
    {
      "id": 16,
      "name": "勒索卫士",
      "remark": "",
      "margin_range": "≥20%",
      "product_code": "49011893、49011894、49011892",
      "category": "安"
    },
    {
      "id": 17,
      "name": "数睿广告",
      "remark": "",
      "margin_range": "≥20%",
      "product_code": "400000000001410、400000000002343、400000000001251",
      "category": "大"
    },
    {
      "id": 18,
      "name": "MIFI",
      "remark": "智能MIFI标准化产品",
      "margin_range": "≥20%",
      "product_code": "40002841",
      "category": "物"
    },
    {
      "id": 19,
      "name": "dongle",
      "remark": "Dongle（湖北）",
      "margin_range": "≥20%",
      "product_code": "40012015",
      "category": "物"
    },
    {
      "id": 20,
      "name": "CPE",
      "remark": "5G物联网明星套餐标准化产品",
      "margin_range": "≥20%",
      "product_code": "40002838",
      "category": "物"
    },
    {
      "id": 21,
      "name": "云机",
      "remark": "",
      "margin_range": "20%>X≥10%",
      "product_code": "40011844、40010258、40010254、40010256、40010257",
      "category": "物"
    },
    {
      "id": 22,
      "name": "4G公网数字对讲机",
      "remark": "新4G数字对讲机标准化产品",
      "margin_range": "20%>X≥10%",
      "product_code": "40007109",
      "category": "物"
    },
    {
      "id": 23,
      "name": "应急套件",
      "remark": "应急广播大喇叭产品（湖北）、视频监控摄像头（湖北）",
      "margin_range": "≥20%",
      "product_code": "40004995；40005004",
      "category": "物"
    },
    {
      "id": 24,
      "name": "雁飞摄像头",
      "remark": "",
      "margin_range": "20%>X≥10%",
      "product_code": "40011903、40011898、40011897、40011896",
      "category": "物"
    },
    {
      "id": 25,
      "name": "智能门锁",
      "remark": "智能门锁（湖北）、新智能门锁（湖北）",
      "margin_range": "≥20%",
      "product_code": "60219630；40007136",
      "category": "物"
    },
    {
      "id": 26,
      "name": "智能空开",
      "remark": "安全用电套件（湖北）",
      "margin_range": "≥20%",
      "product_code": "40010242",
      "category": "物"
    },
    {
      "id": 27,
      "name": "六合一健康检测仪",
      "remark": "",
      "margin_range": "20%>X≥10%",
      "product_code": "",
      "category": "物"
    },
    {
      "id": 28,
      "name": "单健康检测产品",
      "remark": "",
      "margin_range": "20%>X≥10%",
      "product_code": "",
      "category": "物"
    },
    {
      "id": 29,
      "name": "AI酒店机器人",
      "remark": "",
      "margin_range": "20%>X≥10%",
      "product_code": "",
      "category": "物"
    },
    {
      "id": 30,
      "name": "水电表易收费服务",
      "remark": "",
      "margin_range": "20%>X≥10%",
      "product_code": "",
      "category": "物"
    },
    {
      "id": 31,
      "name": "云服务器ECS-16核64G s6",
      "remark": "骨干云池产品",
      "margin_range": "≥20%",
      "product_code": "59044379",
      "category": "云"
    },
    {
      "id": 32,
      "name": "云服务器ECS-16核64G s6",
      "remark": "骨干云池产品",
      "margin_range": "≥20%",
      "product_code": "59044379",
      "category": "云"
    },
    {
      "id": 33,
      "name": "联通云账号",
      "remark": "骨干云池产品",
      "margin_range": "≥20%",
      "product_code": "50000003",
      "category": "云"
    },
    {
      "id": 34,
      "name": "联通云安全产品(湖北)",
      "remark": "骨干云池产品",
      "margin_range": "≥20%",
      "product_code": "50046310",
      "category": "云"
    },
    {
      "id": 35,
      "name": "雁飞大棚宝产品服务",
      "remark": "",
      "margin_range": "20%>X≥10%",
      "product_code": "50049439",
      "category": "云"
    },
    {
      "id": 36,
      "name": "精准信息触达",
      "remark": "",
      "margin_range": "≥20%",
      "product_code": "50004829",
      "category": "物"
    },
    {
      "id": 37,
      "name": "云安全中心",
      "remark": "",
      "margin_range": "≥20%",
      "product_code": "59044543",
      "category": "云"
    },
    {
      "id": 38,
      "name": "通用应用续订包",
      "remark": "",
      "margin_range": "20%>X≥10%",
      "product_code": "50048617",
      "category": "云"
    },
    {
      "id": 39,
      "name": "雁飞5G 智连专线产品",
      "remark": "",
      "margin_range": "≥20%",
      "product_code": "50041127",
      "category": "物"
    },
    {
      "id": 40,
      "name": "活畜通",
      "remark": "",
      "margin_range": "20%>X≥10%",
      "product_code": "50052268",
      "category": "物"
    },
    {
      "id": 41,
      "name": "云联至简-标准版-1企业账号-1年",
      "remark": "",
      "margin_range": "≥20%",
      "product_code": "59061370",
      "category": "云"
    },
    {
      "id": 42,
      "name": "云联至简-基础版-1企业账号-1年",
      "remark": "",
      "margin_range": "≥20%",
      "product_code": "59056587",
      "category": "云"
    },
    {
      "id": 43,
      "name": "云联至简-专业版-1企业账号-1年",
      "remark": "",
      "margin_range": "≥20%",
      "product_code": "59061371",
      "category": "云"
    }
  ]
};